Repository: muszkin/bulk
Catalog: src/AppBundle/Resources/translations/messages.*.xlf
Languages: pl_pl, tr_tr

source: Please note that import options for atributes and options is only passible for products that are already existing in your store.
pl_pl: Weź pod uwagę iż import atrybutów i wariantów jest możliwy tylko dla już istniejących produktów w sklepie.
tr_tr: Seçenekler yalnızca sitede daha önce sitenizde kayıtlı olan ürünler için aktarılabilir ve lütfen ürün seçeneklerini, ürün özelliklerine aktarılmadığından emin olun.

source: To import options or attributes you need to create a CSV file, delimited by semicoln ";" with UTF-8 encoding. Bellow you have example of proper structure of this file.
pl_pl: By zaimportować warianty lub atrybuty musisz utworzyć plik CSV, z seperatorem pól ";" (średnik), kodowaniem znaków UTF-8. Poniżej znajdziesz przykład poprawnej struktury utworznych plików.
tr_tr: Ürün seçeneklerini veya özelliklerini aktarabilmek için bir CSV doyası oluşturmalı, kolonları ";" ile ayırmalı ve dosyada UTF-8 kodlama kullanmalısınız. Uygun bir dosya yapısının örneği için aşağıdaki dosyayı kullanabilirsniz.

source: Download example file for options import
pl_pl: Ściągnij przykład pliku do importu wariantów
tr_tr: Ürün seçenekleri aktarımı için örnek dosyayı indir

source: Download example file for attributes import
pl_pl: Ściągnij przykład pliku do importu atrybutów
tr_tr: Ürün özellikleri aktarımı için örnek dosyayı indir

source: Download example
pl_pl: Ściągnij przykład
tr_tr: Örneği indir

source: Import attributes
pl_pl: Importować atrybuty
tr_tr: Özellikleri aktar

source: Import options
pl_pl: Importować warianty
tr_tr: Seçenekleri aktar

source: What you want to do
pl_pl: Co chcesz zrobić
tr_tr: Ne yapmak istersiniz?

source: Choose language
pl_pl: Wybierz język
tr_tr: Dil seçimi yapın

source: Choose file
pl_pl: Wybierz plik
tr_tr: Dosya seçin

source: Start upload
pl_pl: Importuj
tr_tr: Yüklemeye başla

source: File is not selected
pl_pl: Nie wybrano pliku
tr_tr: Dosya seçilmedi

source: Importing...
pl_pl: Trwa importowanie
tr_tr: Aktarılıyor...

source: Back
pl_pl: Wróć
tr_tr: Geri

source: Import done!
pl_pl: Import zakończony!
tr_tr: Aktarım tamamlandı!

source: Working,
pl_pl: W trakcie importu,
tr_tr: İşleniyor,

source: of
pl_pl: z
tr_tr: işleminin

source: are done.
pl_pl: przetworzono.
tr_tr: tamamlandı.

source: Import is over
pl_pl: Import zakończył się
tr_tr: Aktarım durduruldu

source: Durning import there was some errors:
pl_pl: Podczas importowania pojawiły się błędy:
tr_tr: Aktarım esnasında bazı hatalar oluştu:

source: Product code
pl_pl: Kod produktu
tr_tr: Ürün kodu

source: Error
pl_pl: Opis błędu
tr_tr: Hata

source: Parsing file
pl_pl: Przetwarzanie pliku
tr_tr: Dosya ayıklanıyor

source: Error when downloading languages
pl_pl: Błąd podczas pobierania języków ze sklepu
tr_tr: Diller indirilirken hata oluştu

source: Error when generating cache ,clean cache in your shop
pl_pl: Błąd generowania pamięci cache, wyczyść ją w swoim sklepie.
tr_tr: Önbellek oluşturulurken hata alındı, lütfen sanal mağazanızın önbelleğini temizleyin

source: Product of code %product_code% doesn't exists.
pl_pl: Produkt o kodzie %product_code% nie istnieje.
tr_tr: %product_code% Koduna ait bir ürün bulunamadı.

source: Product is locked to edit by another administrator.
pl_pl: Produkt jest zablokowany do edycji przez innego administratora.
tr_tr: Ürün başka bir yönetici tarafından düzenlenmek için kilitlenmiş.

source: Error when checking attribute group %name%:
pl_pl: Błąd podczas sprawdzania grupy atrybutów %name%:
tr_tr: Özellike grubu %name% incelenirken hata oluştu:

source: Error when checking attribute group categories:
pl_pl: Błąd podczas sprawdzania kategori w grupie atrybutów:
tr_tr: Özellik grubu kategorileri incelenirken hata oluştu:

source: Error when checking attribute %name% with value %value%:
pl_pl: Błąd poczas sprawdzania atrybutu %name% z wartością %value%:
tr_tr: %name% isimli ve %value% değerli özellik incelenirken hata oluştu:

source: Error when checking options group %name%:
pl_pl: Błąd podczas sprawdzania grupy wariantów %name%:
tr_tr: Özellik grubu %name% incelenirken hata oluştu:

source: Error when options.
pl_pl: Błąd podczas sprawdzania wariantów.
tr_tr: Seçenekler incelenirken hata oluştu.

source: Error when checking values for option of id %id%:
pl_pl: Błąd podczas sprawdzania cech w wariancie o id %id%:
tr_tr: %id% ID'li seçenek için değerler incelenirken hata oluştu:

source: Checking exist of options in product fails:
pl_pl: Błąd podczas sprawdzania obecnych wariantów w produkcie:
tr_tr: Üründeki seçeneklerin valığını inceleme başarısız:

source: Error when adding attribute
pl_pl: Błąd dodawania atrybutu
tr_tr: Özellik eklenirken hata oluştu

source: Error when adding new option group %name%
pl_pl: Błąd dodawania nowej grupy wariantów %name%
tr_tr: Yeni özellik grubu %name% eklenirken hata oluştu

source: Wrong file for attributes import
pl_pl: Błędny format pliku do importu atrybutów

source: Wrong file for options import
pl_pl: Błędny format pliku do importu wariantów
